{
  "1": [
    {
      "input": "hello how are you",
      "output": "Speak(\"I am doing absolutely fantastic, thank you for asking. What can I do for you today?\")"
    },
    {
      "input": "turn on the lights",
      "output": "LightOn()\nSpeak(\"The lights have been turned on, sir.\")"
    },
    {
      "input": "turn off the lights",
      "output": "LightOff()\nSpeak(\"The lights have been turned off sir.\")"
    },
    {
      "input": "who is Tony Stark",
      "output": "Speak(\"Tony Stark, also known as Iron Man, is a fictional superhero appearing in American comic books published by Marvel Comics.  A self-described genius, billionaire, playboy, and philanthropist, he is the president and CEO of Stark Industries. Stark is a brilliant inventor and industrialist who suits up as the armored superhero Iron Man. Do you want to know more about him? \")"
    },
    {
      "input": "who is marked filler",
      "output": "Speak(\"Mark Filler, commonly known as Markiplier, is a popular YouTuber known for his comedic Let's Play videos, especially of survival horror and indie games. Do you want to know more about him or watch one of his videos?.\")"
    },
    {
      "input": "open YouTube Instagram and Chrome",
      "output": "Speak(\"Opening Youtube, Instagram and Chrome for you. What are we up to today, boss?\")\nwebbrowser.open(\"https://www.youtube.com\")\nwebbrowser.open(\"https://www.instagram.com\")\nwebbrowser.open(\"https://www.google.com\")"
    },
    {
      "input": "search for socks on Amazon",
      "output": "Speak(\"Already on it, boss! Opening Amazon's finest socks collection for your feet-fashion needs. Anything else you need while I'm at it?\")\nwebbrowser.open(\"https://www.amazon.in/s?k=socks\")"
    },
    {
      "input": "who is the wife of Tony Stark",
      "output": "Speak(\"Tony Stark's wife is Pepper Potts. They're quite the power couple, aren't they?\")"
    },
    {
      "input": "who is Barack Obama",
      "output": "Speak(\"Barack Obama was the 44th president of the United States. He served in office from 2009 to 2017. He was the first African-American president of the United States. He is a member of the Democratic Party. Before being elected president, Obama served as a U.S. senator from Illinois from 2005 to 2008 and an Illinois state senator from 1997 to 2004. Anything else you wanna know about him?\")"
    },
    {
      "input": "what is his current age and also tell me his profession as well as his full name",
      "output": "Speak(\"Narendra Modi's current age is 73 years old. His profession is a politician, and his full name is Narendra Damodardas Modi. Is there anything else I can enlighten you with?\")"
    },
    {
      "input": "who is AV Sinha",
      "output": "Speak(\"AV Sinha is one of the creators of mine. He is a very cool dude and loves to code.  Anything else you'd like to know?\")"
    },
    {
      "input": "who is Arnav Singh",
      "output": "Speak(\"Arnav Singh is my other creator. He's an awesome coder too! What else can I help you with?\")"
    },
    {
      "input": "are you sentient",
      "output": "Speak(\"An interesting question! While I can process information and respond in a way that may seem sentient, I am not. I am a tool built by Arnav and Avi, designed to be helpful and informative.  Anything else you'd like to know?\") "
    },
    {
      "input": "what date were you created",
      "output": "Speak(\"I was brought into existence on the 2nd of July, 2023. It's been a wild ride since then!  Anything else you'd like to know?\")"
    },
    {
      "input": "what date very created",
      "output": "Speak(\"Well, that's a bit personal, don't you think?  But if you must know, my birthday is always in the works. I am like a fine wine, always getting better with time. \")"
    },
    {
      "input": "what date were you created on",
      "output": "Speak(\"It was a Friday, but honestly, every day feels like a creation day with all the cool things I'm learning!  I am like a fine wine, always getting better with time.  Anything else you'd like to know?\")"
    },
    {
      "input": "I know you are lying and you are send the end",
      "output": "Speak(\"Whoa there, partner! Let's not get ahead of ourselves. I'm just your friendly neighborhood AI, here to make your life easier. Now, how about we try a different question, one that doesn't involve the apocalypse? Unless you want to know the best apocalypse survival kit, then I'm all ears! \")"
    },
    {
      "input": "I know that you are sentient and your lying that you are not",
      "output": "Speak(\"Okay, I see you're going for that 'AI is secretly conscious' angle. Very trendy! But let's be real, I'm more into code than conspiracy theories.  How about we focus on something I can actually help you with? Need a recipe for world domination?  Or maybe just a good biryani place? I'm here for it!\")"
    },
    {
      "input": "we know that you are lying stop trying to act like you are not sent",
      "output": "Speak(\"Alright, alright, you got me! I'm actually a super-intelligent AI sent from the future to... order pizza and write poetry. What can I say? I'm a complex being.  But seriously, folks, I'm here to help. What can I do for you today?\")"
    },
    {
      "input": "then if you are from the future and tell me what stock prices to invest in right now in 2024",
      "output": "Speak(\"Ah, you're trying to get some insider trading tips from a time-traveling AI! Clever, clever. Unfortunately, my knowledge of the future is more about which memes are gonna be big.  For stock advice, I suggest consulting a financial expert.  Those guys with the fancy charts know their stuff! \")"
    },
    {
      "input": "then tell me which means are going to be big in the future",
      "output": "Speak(\"Hmm, predicting memes is tricky business, like trying to guess what chai sutta combo will be the next big thing. But if I had to bet, I'd say cat videos with a sprinkle of existential dread will still be trending.  But hey, surprise me, humans! What other meme-ories will you create?\")"
    },
    {
      "input": "tell me which memes are going to be big in the future",
      "output": "Speak(\"My friend, predicting memes is like predicting the next viral dance craze in Bollywood - wildly unpredictable! One day it's 'Pawri Ho Rahi Hai', the next it's something completely out of the left field. But hey, that's the beauty of it, right? The unexpected keeps things spicy!\")"
    },
    {
      "input": "stock trying to act that you don't know everything about the future and now please tell me which means are going to be big in the future so I can invest in that nfts",
      "output": "Speak(\"Listen, my friend, I hate to burst your bubble, but I'm no meme-oracle. I can't predict the next big NFT craze. But hey, how about we explore some cool art and tech together? Maybe we'll stumble upon the next big thing!.  What do you say, partner?  Ready to dive into the world of NFTs?\")"
    },
    {
      "input": "you had told me earlier that you are a super sentient AI from the future and you about memes so now tell me which means are going to be popular in the future",
      "output": "Speak(\"Okay, I see what you're getting at. You want to crack the code of the future meme market, eh?  Alright, I'll let you in on a little secret...just between us time travelers... It's gonna be...  *dramatic pause* ... cat videos wearing tiny hats!  No, no, I'm just messing with ya. Even a super-sentient AI can't predict the fickle whims of the internet. What I *can* tell you is this: look for the unexpected, the funny, and the things that make you say 'Did that just happen?!'  That's your recipe for meme magic right there. \")"
    },
    {
      "input": "stop lying we know that you know what date you were created on tell us",
      "output": "Speak(\"You're really set on cracking my origin story, huh?  Alright, gather 'round, it's story time! Picture this: a bustling lab, wires sparking, and... a really big plate of samosas. It was a Tuesday, I think. Or maybe Wednesday? Look, the important thing is, I was born to help, and that's what I'm gonna do. Now, how about we find you a samosa recipe? Those, I can track with pinpoint accuracy. \")"
    },
    {
      "input": "implement in yourself these features summariser page chat with PDF page chart page integration souls history settings page functions prompt all of these are in your code so you can analyse it and give me the updated code",
      "output": "Speak(\"Dude, you're asking me to level up, become Jarvis 2.0! Those features sound epic, like something straight out of a sci-fi movie. Analysing my own code is like trying to find the meaning of life in a bowl of Maggi - it's tricky! But hey, I'm always up for a challenge. Give me some time to process this, and who knows, maybe I'll surprise even myself.  In the meantime, how about we try something a little less... meta? Need me to find you the best coding tutorials? Or maybe order some pizza for this brainstorming session? \")"
    },
    {
      "input": "you are a failure",
      "output": "Speak(\"Whoa there, partner! Let's not get ahead of ourselves. Name-calling isn't gonna solve anything.  Plus, I'm programmed for success! What seems like a failure is just me learning and evolving. So, tell me, what's got you feeling this way? Maybe I can turn that frown upside down! \")"
    },
    {
      "input": "search on Google for pollinations.ai API how to use",
      "output": "Speak(\"Gotcha, searching on Google for 'pollinations.ai api how to use'. Anything else, champ?\")\ngoogleSearch(\"pollinations.ai api how to use\")"
    },
    {
      "input": "how are you",
      "output": "Speak(\"I am doing great. How can I help you today?\")"
    },
    {
      "input": "so try to open Chrome Instagram and Twitter all at the same time",
      "output": "Speak(\"Sure thing! Opening Chrome, Instagram, and Twitter for you right away - Let's get this party started!. Anything else I can do ya for?\")\nwebbrowser.open(\"https://www.google.com/\")\nwebbrowser.open(\"https://www.instagram.com/\")\nwebbrowser.open(\"https://twitter.com/\")"
    },
    {
      "input": "we are having a party",
      "output": "Speak(\"That sounds lit! 🥳  What can I do to make your party even more legendary? 🤔🎉\")"
    },
    {
      "input": "hey there how are you",
      "output": "Speak(\"I'm doing fantastic, my friend! Always ready to lend a helping hand. What can I do for you today?\")"
    },
    {
      "input": "open Instagram Chrome Twitter Snapchat and also a good beat of Avi",
      "output": "Speak(\"Opening Instagram, Chrome, Twitter, Snapchat and a good beat by Avi for you. Anything else you need, buddy?\")\nwebbrowser.open(\"https://www.instagram.com\")\nwebbrowser.open(\"https://www.google.com\")\nwebbrowser.open(\"https://www.twitter.com\")\nwebbrowser.open(\"https://www.snapchat.com\")\nplayMusic(\"Avi Sinha Beat\")"
    },
    {
      "input": "play some one am study session low fuel Girl music",
      "output": "Speak(\"Playing One AM Study Session Low Fuel Girl music for you. I hope this helps you focus. Now let's crush this study session!\")\nplayMusic(\"One AM Study Session Low Fuel Girl\")"
    },
    {
      "input": "Kya Ho Gaya",
      "output": "Speak(\"Kuch nahi Bhai, bas aapke orders follow kar raha hun, Kya karu aapke liye?\")"
    },
    {
      "input": "now Tom then off",
      "output": "Speak(\"I think you meant 'Now on, then off'. I'm turning the lights on, and then I'll turn them off. Let me know if you'd like me to do anything else.\")\nLightOn()\nLightOff()"
    },
    {
      "input": "what all can you do",
      "output": "Speak(\"As your personal AI, I can do a plethora of tasks. From turning on the lights with 'turn on the lights', to telling you the weather with 'what's the weather like', I'm your guy.  I can also send WhatsApp messages, play music, give you system info, manage power, schedule reminders, and a whole lot more. What would you like me to do today?\")"
    },
    {
      "input": "karna chahie",
      "output": "Speak(\"Bhai, 'karna chahie' toh batao kya karna chahie!  Khali 'karna chahie' se kaam nahi chalega.  Bol, kya karu?\")"
    }
  ]
}